//**********************************************************************
//**********************************************************************
//**                                                                  **
//**        (C)Copyright 1985-2013, American Megatrends, Inc.         **
//**                                                                  **
//**                       All Rights Reserved.                       **
//**                                                                  **
//**      5555 Oakbrook Parkway, Suite 200, Norcross, GA 30093        **
//**                                                                  **
//**                       Phone: (770)-246-8600                      **
//**                                                                  **
//**********************************************************************
//**********************************************************************

//**********************************************************************
// $Header: $
//
// $Revision: $
//
// $Date: $
//**********************************************************************
// Revision History
// ----------------
// $Log: $
// 
// 
//**********************************************************************
//<AMI_FHDR_START>
//
// Name: NetworkStackSetupScreen.UNI
//
// Description: String definitions for network Template
//
//<AMI_FHDR_END>
//**********************************************************************

/=#
#include "VFR.uni"

#string STR_NETWORK_STACK_ENABLE        #language eng   "Network Stack"
#string STR_NETWORK_STACK_HELP          #language eng   "Enable/Disable UEFI Network Stack"
#string STR_STACK_FORM                  #language eng   "Network Stack Configuration"
#string STR_STACK_FORM_HELP             #language eng   "Network Stack Settings"
#string STR_IPV4_PXE_ENABLE             #language eng   "Ipv4 PXE Support"
#string STR_IPV4_PXE_HELP               #language eng   "Enable Ipv4 PXE Boot Support. If disabled IPV4 PXE boot option will not be created"
#string STR_IPV6_PXE_ENABLE             #language eng   "Ipv6 PXE Support"
#string STR_IPV6_PXE_HELP               #language eng   "Enable Ipv6 PXE Boot Support. If disabled IPV6 PXE boot option will not be created"

#string STR_IPSEC_CERTIFICATE_ENABLE    #language eng   "IPSEC Certificate"
#string STR_IPSEC_CERTIFICATE_HELP      #language eng   "Support to Enable/Disable IPSEC certificate for Ikev."

#string STR_PXE_BOOT_WAIT_TIME          #language eng   "PXE boot wait time"
#string STR_PXE_BOOT_WAIT_TIME_HELP     #language eng   "Wait time to press ESC key to abort the PXE boot"

#string STR_MEDIA_DETECT_TIME           #language eng   "Media detect time"
#string STR_MEDIA_DETECT_TIME_HELP      #language eng  "Wait time in sec to detect media."
//**********************************************************************
//**********************************************************************
//**                                                                  **
//**        (C)Copyright 1985-2013, American Megatrends, Inc.         **
//**                                                                  **
//**                       All Rights Reserved.                       **
//**                                                                  **
//**         5555 Oakbrook Pkwy, Suite 200, Norcross, GA 30093        **
//**                                                                  **
//**                       Phone: (770)-246-8600                      **
//**                                                                  **
//**********************************************************************
//**********************************************************************